Repository: TornadoAzul/shunnck
Catalog: lib/l10n/intl_*.arb
Languages: eo, es, tl

# buscar
source: Search here
eo: Serĉu ĉi tie.
es: Busca aquí
tl: Maghanap dito.

# buscareninternet
source: Welcome to the Internet!
eo: Bonvenon al la Interreto!
es: ¡Bienvenido a Internet!
tl: Maligayang pagdating sa Internet!

# politicas
source: By using Shunnck, you accept our policies.
eo: Uzante Shunnck, vi akceptas niajn politikojn.
es: Al usar Shunnck, aceptas nuestras políticas.
tl: Sa paggamit ng Shunnck, tinatanggap mo ang aming mga patakaran.

# aceptar
source: Privacy policies
eo: Legi politikojn
es: Políticas de privacidad
tl: Basahin ang mga patakaran

# todolisto
source: Everything is ready!
eo: Ĉio estas preta!
es: ¡Todo está listo!
tl: Lahat ay handa na!

# aexplorar
source: Let's explore!
eo: Ni esploru!
es: ¡Vamos a explorar!
tl: Tara na't mag-eksplora!

# siguiente
source: Next
eo: Sekva
es: Siguiente
tl: Susunod

# copiado
source: Hello, this link is copied.
eo: Saluton, ĉi tiu ligilo estas kopiita.
es: Hola, este enlace está copiado.
tl: Kamusta, ang link na ito ay nakopya.

# confirmacioneliminar
source: Are you sure you want to delete this moment?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun momenton?
es: ¿Estás seguro de que quieres eliminar este momento?
tl: Sigurado ka bang gusto mong burahin ang sandaling ito?

# confirmar
source: Yes
eo: Jes
es: Sí
tl: Oo

# guardado
source: Saved.
eo: Konservita
es: Guardado.
tl: Naitala

# agregarnombre
source: Add a title to the tab
eo: Aldoni titolon al la langeto
es: Agregar un título a la pestaña
tl: Magdagdag ng pamagat sa tab

# guardar
source: Save site
eo: Konservi retejon
es: Guardar sitio
tl: I-save

# cancelarpelao
source: Cancel
eo: Nuligi
es: Cancelar
tl: kanselahin

# mispestanas
source: My sites
eo: Miaj lanĉetoj
es: Mis sitios
tl: Aking mga tab

# nohaypestanas
source: No tabs saved yet!
eo: Ankoraŭ ne estas konservitaj lanĉetoj!
es: ¡Aún no hay pestañas guardadas!
tl: Walang naitalang mga tab!

# estasseguro
source: Secure!
eo: Sekura!
es: Estás seguro.
tl: Sigurado ka ba.

# noestasseguro
source: This website is not secure!
eo: Ĉi tiu retejo estas nesekura!
es: ¡Este sitio web no es seguro!
tl: Ang website na ito ay hindi ligtas!

# modoescritorio
source: Desktop mode
eo: Labormodo
es: Modo escritorio
tl: Modo desktop

# atras
source: Back
eo: Reen
es: Atrás
tl: Likod

# siguientepagina
source: Next
eo: Sekva
es: Siguiente
tl: Susunod

# recargar
source: Reload
eo: Reŝarĝi
es: Recargar
tl: I-reload

# lotengo
source: I got it!
eo: Mi komprenis!
es: ¡Lo tengo!
tl: Nakuha ko na!

# todosguardas
source: Here you will find all the guardas you have saved in this Holowide.
eo: Ĉi tie vi trovos ĉiujn lanĉetojn, kiujn vi konservis en ĉi tiu Holowide.
es: Aquí encontrarás todas las guardas que has guardado en este Holowide.
tl: Dito mo matatagpuan ang lahat ng mga guardas na iyong ini-save sa Holowide na ito.

# agregarguarda
source: Add guarda
eo: Aldoni lanĉeton
es: Agregar guarda
tl: Magdagdag ng guarda

# nohaydatos
source: No data available!
eo: Neniu havebla datumo!
es: ¡No hay datos disponibles!
tl: Walang available na data!

# tuguardateacompanara
source: Your guarda will accompany you from now on.
eo: Via lanĉeto vin akompanos de nun.
es: Tu guarda te acompañará a partir de ahora.
tl: Ang iyong guarda ay magiging kasama mo mula ngayon.

# guardaguardado
source: The guarda has been saved in the Holowide!
eo: La lanĉeto estis konservita en la Holowide!
es: ¡La guarda se ha guardado en el Holowide!
tl: Ang guarda ay na-save sa Holowide!

# codigoincorrecto
source: Incorrect guarda code.
eo: Malĝusta lanĉetokodo.
es: Código de guarda incorrecto.
tl: Maling guarda code.

# codigoguarda
source: Guarda code
eo: Lanĉetokodo
es: Código de guarda

# modofantasmaon
source: Phantom mode activated.
eo: Fantommodo aktivigita.
es: Modo fantasma activado.
tl: Aktibadong Phantom mode.

# modofantasmaoff
source: Phantom mode deactivated.
eo: Fantommodo malaktivigita.
es: Modo fantasma desactivado.
tl: Deaktibadong Phantom mode.

# modocorazon
source: Your connection to the Shunnck network has been established. This way you stay anonymous on the web and help others stay anonymous.
eo: Via konekto al la Shunnck-reto estas starigita. Tiel vi restas anonima sur la reto kaj helpas aliajn resti anonimaj.
es: Tu conexión a la red Shunnck ha sido establecida. De esta manera, permaneces anónimo en la web y ayudas a otros a mantenerse anónimos.
tl: Ang iyong koneksyon sa Shunnck network ay naitaguyod. Sa ganitong paraan, mananatiling anonymous ka sa web at tutulong sa iba na manatili ring anonymous.

# sanjuannoalavista
source: San Juan is not in sight!
eo: San-Juano ne estas en vido!
es: ¡San Juan no está a la vista!

# sinconexion
source: There are internet connection problems that prevent you from connecting to the Shunnck network.
eo: Estas problemoj pri interreta konekto, kiuj malhelpas vin konekti al la reto Shunnck.
es: Hay problemas de conexión a internet que impiden conectarse con la red de Shunnck.

# mantenerlupa1
source: Press and hold
es: Mantenér oprimido

# mantenerlupa2
source: to return to the start.
es: para volver al inicio.

# bloqueoiniciado
source: Block initiated
es: Bloqueo iniciado

# bloqueocr
source: CodRecup's mass tracking block collects threats locally and sends them to the Shunnck network to stop them as soon as possible.
es: El bloqueo masivo de rastreadores de CodRecup recopila de manera local las amenazas y las envía a la red de Shunnck para poder frenarlas en cuanto antes.

# nohaynadaatras
source: There is nothing behind.
es: No hay nada atrás.

# nohaynadaquerecargar
source: There is nothing to reload.
es: No hay nada que recargar

# nopuedescompartir
source: You cannot share this.
es: No puedes compartir esto.

# cancelar
source: No
eo: Ne
tl: Hindi
